package chap05;

public class Example01 {
	public static void main(String[] args) {
		/*
		 * 1학년은 1반부터 3반까지 있습니다. 1반은 12명, 2반은 12명, 3반은 12명이 있습니다.
		 * 2학년은 1반부터 3반까지 있습니다. 1반은 9명, 2반은 12명, 3반은 10명이 있습니다.
		 * 3학년은 1반부터 3반까지 있습니다. 1반은 7명, 2반은 12명, 3반은 11명이 있습니다.
		 * */
		int[][][] school = new int[3][3][12];
		school[1][0] = new int[9];
//		{	
//			{
//				{************}	{************}	{************}
//			},
//			{
//				{*********}	{************}	{**********}
//			},
//			{
//				{*******}	{************}	{***********}
//			},
//		}
	}
}
